--[[ 
▀▄ ▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀▄▀▄▄▀▀▄▄▀▀▄▄▀▀▄▄▀▀          
▀▄ ▄▀                                      ▀▄ ▄▀ 
▀▄ ▄▀    BY Dage Aliraqi                   ▀▄ ▄▀ 
▀▄ ▄▀     BY Dage Aliraqi (@dageq)         ▀▄ ▄▀ 
▀▄ ▄▀ JUST WRITED BY Dage Aliraqi          ▀▄ ▄▀  
▀▄ ▄▀          Dev  : المطور               ▀▄ ▄▀ 
▀▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀▄▄▀▀▄▄▀▄▄▀▀
--]]

do

function run(msg, matches)
  return '❣ Source 🛢 Dage Aliraqi 📁\n❣ Version 📋 v1.2\n❣ Location 💻\n \nhttps://github.com/dageq/Dage-Aliraqi.git \n❣  #Dev 🕵🔧 : \n❣ #Dev : @dageq'
end
return {
  patterns = {
    "^version"
  }, 
  run = run 
}

end
